Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: ScanResultPolicy|If Team frequently needs to push infrastructure configuration changes that trigger policy violations but are pre-approved through your change management process, add specific users to bypass infrastructure policies.
sv: ScanResultPolicy|Om teamet ofta behöver skicka upp ändringar i infrastrukturkonfigurationen som utlöser policyöverträdelser men som är förhandsgodkända genom er ändringshanteringsprocess, lägg till specifika användare som får kringgå infrastrukturpolicyerna.

source: ComplianceStandardsAdherence|At least one approval
sv: ComplianceStandardsAdherence|Minst ett godkännande

source: ComplianceStandardsAdherence|Auth SSO enabled
sv: ComplianceStandardsAdherence|Auth SSO aktiverat

source: ComplianceStandardsAdherence|Author approved merge request is forbidden
sv: ComplianceStandardsAdherence|Sammanfogningsbegäran godkänd av författaren är förbjuden

source: ComplianceStandardsAdherence|Branch deletion disabled
sv: ComplianceStandardsAdherence|Borttagning av grenar är inaktiverad

source: ComplianceStandardsAdherence|CI/CD job token scope enabled
sv: ComplianceStandardsAdherence|Omfång för CI/CD-jobbtoken aktiverat

source: ComplianceStandardsAdherence|Code owner approval required
sv: ComplianceStandardsAdherence|Godkännande från kodägare krävs

source: ComplianceStandardsAdherence|Code quality running
sv: ComplianceStandardsAdherence|Kodkvalitetskontroll körs

source: ComplianceStandardsAdherence|Committers approved merge request is forbidden
sv: ComplianceStandardsAdherence|Sammanfogningsbegäran godkänd av incheckare är förbjuden

source: ComplianceStandardsAdherence|Container scanning running
sv: ComplianceStandardsAdherence|Containerskanning körs

source: ComplianceStandardsAdherence|DAST running
sv: ComplianceStandardsAdherence|DAST körs

source: ComplianceStandardsAdherence|Default branch protected
sv: ComplianceStandardsAdherence|Standardgrenen är skyddad

source: ComplianceStandardsAdherence|Default branch protected from direct push
sv: ComplianceStandardsAdherence|Standardgrenen är skyddad mot direkta uppskick

source: ComplianceStandardsAdherence|Default branch users can merge
sv: ComplianceStandardsAdherence|Användare av standardgrenen kan sammanfoga

source: ComplianceStandardsAdherence|Default branch users can push
sv: ComplianceStandardsAdherence|Användare av standardgrenen kan skicka upp

source: ComplianceStandardsAdherence|Dependency scanning running
sv: ComplianceStandardsAdherence|Beroendeskanning körs

source: ComplianceStandardsAdherence|Internal visibility is forbidden
sv: ComplianceStandardsAdherence|Intern synlighet är förbjuden

source: ComplianceStandardsAdherence|Issue tracking enabled
sv: ComplianceStandardsAdherence|Ärendespårning aktiverad

source: ComplianceStandardsAdherence|License compliance running
sv: ComplianceStandardsAdherence|Licensgranskning körs

source: ComplianceStandardsAdherence|Merge requests approval rules prevent editing
sv: ComplianceStandardsAdherence|Godkännanderegler för sammanfogningsbegäranden förhindrar redigering

source: ComplianceStandardsAdherence|Merge requests require code owner approval
sv: ComplianceStandardsAdherence|Sammanfogningsbegäranden kräver godkännande från kodägare

source: ComplianceStandardsAdherence|More members than admins
sv: ComplianceStandardsAdherence|Fler medlemmar än administratörer

source: ComplianceStandardsAdherence|Package Hunter no findings untriaged
sv: ComplianceStandardsAdherence|Package Hunter har inga ogranskade fynd

source: ComplianceStandardsAdherence|Require MFA at organization level
sv: ComplianceStandardsAdherence|Kräv MFA på organisationsnivå

source: ComplianceStandardsAdherence|Require MFA for contributors
sv: ComplianceStandardsAdherence|Kräv MFA för bidragsgivare

source: ComplianceStandardsAdherence|Require branch up to date
sv: ComplianceStandardsAdherence|Kräv uppdaterad gren

source: ComplianceStandardsAdherence|Require linear history
sv: ComplianceStandardsAdherence|Kräv linjär historik

source: ComplianceStandardsAdherence|Requires signed commits
sv: ComplianceStandardsAdherence|Kräver signerade incheckningar

source: ComplianceStandardsAdherence|Reset approvals on push
sv: ComplianceStandardsAdherence|Återställ godkännanden vid uppskick

source: ComplianceStandardsAdherence|Resolve discussions required
sv: ComplianceStandardsAdherence|Lösta diskussioner krävs

source: ComplianceStandardsAdherence|Restrict push/merge access
sv: ComplianceStandardsAdherence|Begränsa åtkomst för uppskick/sammanfogning

source: ComplianceStandardsAdherence|SAST running
sv: ComplianceStandardsAdherence|SAST körs

source: ComplianceStandardsAdherence|Secret detection running
sv: ComplianceStandardsAdherence|Hemlighetsidentifiering körs

source: MergeRequest|Search (e.g. *.vue) (%{SHORTCUT})
sv: MergeRequest|Sök (t.ex. *.vue) (%{SHORTCUT})

source: %{count} bypass %{configurations} defined:
sv: %{count} undantag för %{configurations} har definierats:

source: CICDAnalytics|Failure rate
sv: CICDAnalytics|Felfrekvens

source: CICDAnalytics|Median duration
sv: CICDAnalytics|Medianvaraktighet

source: CICDAnalytics|Success rate
sv: CICDAnalytics|Framgångsfrekvens

source: CICDAnalytics|The median time it takes for pipelines to complete.
sv: CICDAnalytics|Mediantiden det tar för pipelines att slutföras.

source: CICDAnalytics|The percentage of pipelines that completed successfully.
sv: CICDAnalytics|Andelen pipelines som slutfördes.

source: CICDAnalytics|The percentage of pipelines that failed.
sv: CICDAnalytics|Andelen pipelines som misslyckades.

source: CICDAnalytics|The total number of pipelines that have run in the selected time period.
sv: CICDAnalytics|Det sammanlagda antalet pipelines som har körts under den valda tidsperioden.

source: CICDAnalytics|Total pipeline runs
sv: CICDAnalytics|Totalt antal pipelinekörningar

source: CICD|Permission configuration
sv: CICD|Behörighetskonfiguration

source: GroupSettings|Configure automatic reviews by GitLab Duo for merge requests in this group. This setting cascades to subgroups and projects but can be overridden.
sv: GroupSettings|Konfigurera automatiska granskningar med GitLab Duo för sammanfogningsbegäranden i den här gruppen. Inställningen ärvs av undergrupper och projekt men kan åsidosättas.

source: GroupSettings|Configure merge request checks and automatic reviews by GitLab Duo for projects in this group. These settings cascade to subgroups and projects.
sv: GroupSettings|Konfigurera kontroller för sammanfogningsbegäranden och automatiska granskningar med GitLab Duo för projekten i den här gruppen. Inställningarna ärvs av undergrupper och projekt.

source: PersonalAccessToken|The token cannot have multiple granular scopes for the same namespace
sv: PersonalAccessToken|Token kan inte ha flera detaljerade omfång för samma namnrymd

source: PersonalAccessToken|The token cannot have multiple instance-level granular scopes
sv: PersonalAccessToken|Token kan inte ha flera detaljerade omfång på instansnivå

source: DastProfiles|Grouped URLs
sv: DastProfiles|Grupperade URL:er

source: DastProfiles|(Experimental) Set to a comma-separated list of wildcard URL patterns with at least one `*`. To reduce scan time, the scanner groups and analyzes only one matched URL per pattern.
sv: DastProfiles|(Experimentell) Ange en kommaseparerad lista med URL-mönster med jokertecken som innehåller minst en `*`. För att minska skanningstiden grupperar och analyserar skannern endast en matchande URL per mönster.

source: ComplianceStandardsAdherence|Code changes require code owners
sv: ComplianceStandardsAdherence|Kodändringar kräver kodägare

source: ComplianceStandardsAdherence|Merge request commit resets approvals
sv: ComplianceStandardsAdherence|Incheckningar i sammanfogningsbegäranden återställer godkännanden

source: Todos|Unmergeable changes
sv: Todos|Ändringar som inte kan sammanfogas

source: GroupSettings|Allow personal snippets
sv: GroupSettings|Tillåt personliga textsnuttar

source: CI/CD is disabled for this project
sv: CI/CD är inaktiverat för det här projektet

source: MergeRequests|Reopen thread
sv: MergeRequests|Öppna tråden igen

source: MergeRequests|Resolve thread
sv: MergeRequests|Lös tråd

source: GroupSettings|By default, webhooks for group access token expiration trigger 7 days before a token expires. Enable this setting to also trigger these webhooks 60 and 30 days before a token expires.
sv: GroupSettings|Som standard utlöses webhooks för utgång av gruppåtkomsttoken 7 dagar innan token upphör att gälla. Aktivera inställningen om webhooks även ska utlösas 60 och 30 dagar innan token upphör att gälla.

source: DastProfiles|Set to change the user-agent string sent by the browser. The default user-agent is Google Chrome on Linux.
sv: DastProfiles|Ange för att ändra user-agent-strängen som skickas av webbläsaren. Standard-user-agent är Google Chrome på Linux.

source: Authenticator may have been cloned. Contact your administrator.
sv: Autentiseringsenheten kan ha klonats. Kontakta administratören.

source: DastProfiles|(Deprecated) A list of modules and their intended logging level for use in the console log.
sv: DastProfiles|(Föråldrad) En lista över moduler och deras avsedda loggnivå för användning i konsolloggen.

source: DependencyScanning|Maximum number of SBOM uploads allowed per hour for Dependency Scanning. Set to 0 to disable rate limiting.
sv: DependencyScanning|Högsta tillåtna antal SBOM-uppladdningar per timme för beroendeskanning. Ange 0 för att inaktivera hastighetsbegränsningen.

source: DependencyScanning|Maximum number of scan result downloads allowed per hour for Dependency Scanning. Set to 0 to disable rate limiting.
sv: DependencyScanning|Högsta tillåtna antal nedladdningar av skanningsresultat per timme för beroendeskanning. Ange 0 för att inaktivera hastighetsbegränsningen.

source: DependencyScanning|SBOM Scan API download rate limit
sv: DependencyScanning|Hastighetsgräns för nedladdning via SBOM Scan API

source: DependencyScanning|SBOM Scan API upload rate limit
sv: DependencyScanning|Hastighetsgräns för uppladdning via SBOM Scan API

source: DuoSAST|Use false positive detection for vulnerabilities on the default branch
sv: DuoSAST|Använd identifiering av falska positiva resultat för sårbarheter i standardgrenen

source: Admin|Targeted Messages
sv: Admin|Riktade meddelanden

source: DuoSAST|Turn on SAST false positive detection
sv: DuoSAST|Aktivera identifiering av falska positiva resultat i SAST

source: ScanProfiles|Block secrets such as keys and API tokens from being pushed to your repositories. Secret detection is triggered when commits are pushed to a repository. If any secrets are detected, the push is blocked.
sv: ScanProfiles|Blockera hemligheter som nycklar och API-token från att skickas upp till dina kodförråd. Detektering av hemligheter utlöses när incheckningar skickas upp till ett kodförråd. Om några hemligheter upptäcks blockeras uppskickningen.

source: CICDAnalytics|Other pipelines rate
sv: CICDAnalytics|Andel övriga pipelines

source: CICDAnalytics|The percentage of pipelines that were skipped or canceled.
sv: CICDAnalytics|Andelen pipelines som hoppades över eller avbröts.

source: ServiceAccount|Project ID provided does not match the service account's project ID.
sv: ServiceAccount|Angivet projekt-ID stämmer inte överens med tjänstekontots projekt-ID.

source: ServiceAccount|Project with the provided ID not found.
sv: ServiceAccount|Projektet med angivet ID hittades inte.

source: ServiceAccount|User does not have permission to create a service account in this %{resource_type}.
sv: ServiceAccount|Användaren har inte behörighet att skapa ett tjänstekonto i den här %{resource_type}.

source: SecurityProfiles|Block secrets such as keys and API tokens from being pushed to your repositories. Secret push protection is triggered when commits are pushed to a repository. If any secrets are detected, the push is blocked. %{linkStart}Learn more%{linkEnd}.
sv: SecurityProfiles|Blockera hemligheter som nycklar och API-token från att skickas upp till dina kodförråd. Skydd mot uppskickning av hemligheter utlöses när incheckningar skickas upp till ett kodförråd. Om några hemligheter upptäcks blockeras uppskickningen. %{linkStart}Läs mer%{linkEnd}.

source: FoundationalFlow|Analyze critical SAST vulnerabilities.
sv: FoundationalFlow|Analysera kritiska SAST-sårbarheter.

source: FoundationalFlow|SAST False Positive Detection
sv: FoundationalFlow|Identifiering av falska positiva resultat i SAST

source: MergeRequest|latest version
sv: MergeRequest|senaste versionen

source: ScanProfiles|A scan is automatically run each time new commits are pushed to a branch associated with an open merge request. The full repository is scanned, but only vulnerabilities introduced by the merge request are highlighted. This helps identify security issues early, before code is merged.
sv: ScanProfiles|En skanning körs automatiskt varje gång nya incheckningar skickas upp till en gren som är kopplad till en öppen sammanslagningsbegäran. Hela kodförrådet skannas, men endast sårbarheter som introduceras av sammanslagningsbegäran markeras. Detta hjälper till att identifiera säkerhetsproblem tidigt, innan koden slås samman.

source: ScanProfiles|A scan is automatically run when changes are merged or pushed to the default branch. All vulnerabilities found are reported, providing a complete picture of your default branch's security posture.
sv: ScanProfiles|En skanning körs automatiskt när ändringar slås samman eller skickas upp till standardgrenen. Alla sårbarheter som hittas rapporteras, vilket ger en fullständig bild av säkerhetsläget för din standardgren.

source: FoundationalFlow|Resolve critical SAST vulnerabilities.
sv: FoundationalFlow|Åtgärda kritiska SAST-sårbarheter.

source: LDAP|Restricted access is active
sv: LDAP|Begränsad åtkomst är aktiv

source: MergeRequests|started a thread on an outdated change in commit %{link}
sv: MergeRequests|startade en tråd om en föråldrad ändring i incheckningen %{link}

source: MergeRequests|started a thread on commit %{link}
sv: MergeRequests|startade en tråd om incheckningen %{link}

source: Incident management inbound alert requests
sv: Begäranden om inkommande larm för incidenthantering

source: MergeRequest|%{targetStart}Compare%{targetEnd} %{sourceStart}and%{sourceEnd}
sv: MergeRequest|%{targetStart}Jämför%{targetEnd} %{sourceStart}med%{sourceEnd}

source: MergeRequests|Automatic reviewer assignment
sv: MergeRequests|Automatisk tilldelning av granskare

source: MergeRequests|Automatically assign reviewers when a merge request is ready.
sv: MergeRequests|Tilldela automatiskt granskare när en sammanfogningsbegäran är klar.

source: MergeRequests|Code owners are automatically assigned as reviewers when a merge request is marked as ready. Draft merge requests are excluded.
sv: MergeRequests|Kodägare tilldelas automatiskt som granskare när en sammanfogningsbegäran markeras som klar. Utkast till sammanfogningsbegäranden undantas.

source: ServiceAccount|This namespace either does not have an active subscription that can create service accounts, or the subscription has reached its service account creation limit.
sv: ServiceAccount|Den här namnrymden har antingen ingen aktiv prenumeration som kan skapa tjänstekonton, eller så har prenumerationen nått gränsen för hur många tjänstekonton som kan skapas.

source: GroupSettings|Allow connection to GitLab
sv: GroupSettings|Tillåt anslutning till GitLab

source: CICD|Allow cross-project Git push requests from allowlisted projects
sv: CICD|Tillåt Git-uppskick mellan projekt från projekt på tillåtelselistan

source: CICD|CI/CD job tokens from projects on the allowlist with the admin_repositories permission can push to this repository.
sv: CICD|CI/CD-jobbtoken från projekt på tillåtelselistan som har behörigheten admin_repositories kan skicka upp till det här kodförrådet.

source: DuoChat|Empower agents to provide deeper insights in less time with a knowledge graph of your GitLab data.
sv: DuoChat|Gör det möjligt för agenter att ge djupare insikter snabbare med en kunskapsgraf över dina GitLab-data.

source: MergeRequests|Automatically assign all code owners as reviewers
sv: MergeRequests|Tilldela automatiskt alla kodägare som granskare

source: MergeRequest|%{currentIndex} of %{stackSize}
sv: MergeRequest|%{currentIndex} av %{stackSize}

source: MergeRequest|Bottom of stack merges into %{branch} first.
sv: MergeRequest|Nedersta delen av stapeln sammanfogas först med %{branch}.

source: MergeRequest|Merge request %{currentIndex} of %{stackSize} in stack
sv: MergeRequest|Sammanfogningsbegäran %{currentIndex} av %{stackSize} i stapeln

source: MergeRequest|Approved
sv: MergeRequest|Godkänd

source: ScanResultPolicy|Override detected licenses for specific packages.
sv: ScanResultPolicy|Åsidosätt identifierade licenser för specifika paket.

source: MergeRequest|All changes from %{sourceStart}%{source}%{sourceEnd} are already present in %{targetStart}%{target}%{targetEnd}.
sv: MergeRequest|Alla ändringar från %{sourceStart}%{source}%{sourceEnd} finns redan i %{targetStart}%{target}%{targetEnd}.

source: MergeRequest|Changes already merged
sv: MergeRequest|Ändringarna har redan sammanfogats

source: TwoFactorAuth|6-digit code
sv: TwoFactorAuth|Sexsiffrig kod

source: TwoFactorAuth|Enter account recovery code
sv: TwoFactorAuth|Ange återställningskod för kontot

source: TwoFactorAuth|Enter authenticator app code
sv: TwoFactorAuth|Ange kod från autentiseringsappen

source: TwoFactorAuth|Enter the 6-digit one-time passcode generated by your registered authenticator app to verify your identity.
sv: TwoFactorAuth|Ange den sexsiffriga engångskod som skapats av din registrerade autentiseringsapp för att verifiera din identitet.

source: TwoFactorAuth|Lost your codes? %{linkStart}Generate recovery codes with SSH key%{linkEnd}
sv: TwoFactorAuth|Har du förlorat dina koder? %{linkStart}Skapa återställningskoder med SSH-nyckel%{linkEnd}

source: TwoFactorAuth|One-time passcode is required.
sv: TwoFactorAuth|Engångskod krävs.

source: TwoFactorAuth|Recovery code
sv: TwoFactorAuth|Återställningskod

source: TwoFactorAuth|Recovery code is required.
sv: TwoFactorAuth|Återställningskod krävs.

source: TwoFactorAuth|Verify code
sv: TwoFactorAuth|Verifiera kod

source: MergeRequest|Merge conflict
sv: MergeRequest|Sammanfogningskonflikt

source: This merge request is currently in an unmergeable state, and cannot be rebased.
sv: Den här sammanslagningsbegäran kan för närvarande inte sammanfogas och kan inte ombaseras.

source: SecurityReports|No patched version is available for this vulnerability yet.
sv: Det finns ännu ingen korrigerad version för den här sårbarheten.

source: TwoFactorAuth|Authenticator app
sv: TwoFactorAuth|Autentiseringsapp

source: TwoFactorAuth|Having trouble signing in? %{buttonStart}Recover your account%{buttonEnd}
sv: TwoFactorAuth|Har du problem med att logga in? %{buttonStart}Återställ ditt konto%{buttonEnd}

source: TwoFactorAuth|Trying to communicate with your device. Plug it in (if you haven't already) and follow the instructions.
sv: TwoFactorAuth|Försöker kommunicera med din enhet. Anslut den och följ anvisningarna om du inte redan har gjort det.

source: TwoFactorAuth|or verify with
sv: TwoFactorAuth|eller verifiera med

source: MergeRequest|Marked ready
sv: MergeRequest|Markerad som klar

source: ArtifactRegistry|Could not authenticate with the Artifact Registry service.
sv: ArtifactRegistry|Det gick inte att autentisera mot Artifact Registry-tjänsten.

source: ArtifactRegistry|You are not authorized to grant this role on this resource.
sv: ArtifactRegistry|Du har inte behörighet att tilldela den här rollen för resursen.

source: GroupSettings|Configure merge request settings for projects in this group. These settings cascade to subgroups and projects.
sv: GroupSettings|Konfigurera inställningar för sammanfogningsbegäranden för projekten i den här gruppen. Inställningarna ärvs av undergrupper och projekt.

source: Failed to load SAST findings. Try reloading the page.
sv: Det gick inte att läsa in SAST-resultat. Försök läsa in sidan igen.

source: MergeRequest|Select one or more filters to see activity.
sv: MergeRequest|Välj ett eller flera filter för att se aktivitet.

source: ArtifactRegistry|You are not authorized to read these role assignments.
sv: ArtifactRegistry|Du har inte behörighet att läsa dessa rolltilldelningar.

source: GroupSettings|Allow enterprise users to delete their own accounts
sv: GroupSettings|Tillåt företagsanvändare att radera sina egna konton

source: TwoFactorAuth|Authenticate with your email
sv: TwoFactorAuth|Autentisera med din e-post

source: TwoFactorAuth|Email code
sv: TwoFactorAuth|E-postkod

source: TwoFactorAuth|Enter 6 digit code
sv: TwoFactorAuth|Ange sexsiffrig kod

source: TwoFactorAuth|Use another email
sv: TwoFactorAuth|Använd en annan e-postadress

source: AdminSettings|Set the per-user rate limits for requests to the audit events API.
sv: AdminSettings|Ange hastighetsgränser per användare för begäranden till API:et för granskningshändelser.

source: ProtectedEnvironments|Failed to unprotect the environment.
sv: ProtectedEnvironments|Det gick inte att ta bort skyddet för miljön.

source: ProtectedEnvironments|Failed to unprotect the environment. %{detail}
sv: ProtectedEnvironments|Det gick inte att ta bort skyddet för miljön. %{detail}

source: ProtectedEnvironments|Failed to update the protected environment.
sv: ProtectedEnvironments|Det gick inte att uppdatera den skyddade miljön.

source: ProtectedEnvironments|Failed to update the protected environment. %{detail}
sv: ProtectedEnvironments|Det gick inte att uppdatera den skyddade miljön. %{detail}

source: SecurityOrchestration|Allowed severity: %{severity}.
sv: SecurityOrchestration|Tillåten allvarlighetsgrad: %{severity}.

source: SecurityOrchestration|Denied severity: %{severity}.
sv: SecurityOrchestration|Nekad allvarlighetsgrad: %{severity}.

source: SecurityOrchestration|Except for: %{exceptions}.
sv: SecurityOrchestration|Med undantag för: %{exceptions}.

source: SecurityOrchestration|Risk severity is %{severity} with a risk score of more than %{threshold}.
sv: SecurityOrchestration|Riskallvarlighetsgraden är %{severity} med ett riskpoäng över %{threshold}.

source: SecurityOrchestration|This policy applies to a rule type that can't be displayed yet.
sv: SecurityOrchestration|Den här policyn gäller en regeltyp som ännu inte kan visas.

source: SecurityOrchestration|This policy applies when a dependency is flagged as malicious, except for: %{exceptions}.
sv: SecurityOrchestration|Den här policyn gäller när ett beroende har flaggats som skadligt, med undantag för: %{exceptions}.

source: SecurityOrchestration|This policy applies when a dependency is flagged as malicious.
sv: SecurityOrchestration|Den här policyn gäller när ett beroende har flaggats som skadligt.

source: SecurityOrchestration|This policy applies when the risk severity for a dependency matches any of the following criteria:
sv: SecurityOrchestration|Den här policyn gäller när riskallvarlighetsgraden för ett beroende matchar något av följande villkor:

source: SecurityOrchestration|This policy applies when the vulnerability severity for a dependency matches any of the following criteria:
sv: SecurityOrchestration|Den här policyn gäller när sårbarhetsallvarlighetsgraden för ett beroende matchar något av följande villkor:

source: AdminSettings|Active session history
sv: AdminSettings|Historik över aktiva sessioner

source: AdminSettings|Has no effect until you install pg_ash. Changes to this setting apply automatically, but can take up to 90 seconds.
sv: AdminSettings|Har ingen effekt förrän du har installerat pg_ash. Ändringar av inställningen tillämpas automatiskt men kan ta upp till 90 sekunder.
